[
    {
        "id": 1,
        "name": "Comparing Nitrogen And Mechanical Vapor Sample Freezers",
        "details": "The cryopreservation of animal cells and tissues has traditionally been accomplished using liquid nitrogen based storage vessels and freezers. With changing technologies in the life sciences",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-1.jpg"
    },
    {
        "id": 2,
        "name": "It Is Very Important To Wear Proper Clothing To Keep Yourself Free",
        "details": "ome jobs require certain gears and types of clothing so that employees become more productive. Wearing high visibility clothing in your workplace will allow you to do tasks with ease..",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-2.jpg"
    },
    {
        "id": 3,
        "name": "Hollowed-Out Public Health System Faces More Cuts Amid Virus",
        "details": "Marshaled against a virus that has sickened at least 2.6 million in the U.S., killed more than 126,000 people and cost tens of millions of jobs and $3 trillion in federal rescue money",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-3.jpg"
    },
    {
        "id": 4,
        "name": "A Researcher Is Conducting Research On Coronavirus In Lab",
        "details": "COVID-19 is not just altering everyday life; it’s also upending psychological research. As universities and colleges across the country go virtual, researchers are scrambling to protect their human.",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-4.jpg"
    },
    {
        "id": 5,
        "name": "Using Fluorescence Spectroscopy To Assess Food Quality",
        "details": "Fluorescence spectroscopy is a well-established analytical technique that is increasingly been utilized to monitor food standards. This includes investigating different qualities of food such as tenderness.",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-5.jpg"
    },
    {
        "id": 6,
        "name": "You Have To Wash Your Hands For 20 Seconds To Keep Yourself Free",
        "details":"Washing hands with soap and water is the best way to get rid of germs in most situations. If soap and water are not readily available, you can use an alcohol-based hand sanitizer that contains at least 60% alcohol.",
        "img": "https://templates.envytheme.com/mediva/default/assets/img/blog/blog-6.jpg"
    }
]